Repository: ass-a2s/Mayan-EDMS
Catalog: mayan/apps/mayan_statistics/locale/*/LC_MESSAGES/django.po
Languages: lv

source: Statistics
lv: Statistika

source: Schedule
lv: Grafiks

source: Last update
lv: Pēdējā atjaunošana

source: Never
lv: Nekad

source: Queue
lv: Rinda

source: View
lv: Skatīt

source: Namespace details
lv: Nosaukuma vietas informācija

source: Namespace list
lv: Vārdu vietas saraksts

source: Slug
lv: Lode

source: Date time
lv: Datums Laiks

source: Data
lv: Dati

source: Statistics result
lv: Statistikas rezultāts

source: Statistics results
lv: Statistikas rezultāti

source: View statistics
lv: Skatīt statistiku

source: Execute statistic
lv: Izpildiet statistiku

source: No data available.
lv: Nav pieejami dati.

source: Last update: %(datetime)s
lv: Pēdējais atjauninājums: %(datetime)s

source: Statistics namespaces
lv: Statistikas nosaukumu vietas

source: Namespace details for: %s
lv: Vārda vietas informācija: %s

source: Results for: %s
lv: Rezultāti par: %s

source: Statistic "%s" not found.
lv: Statistika &quot;%s&quot; nav atrasta.

source: Queue statistic "%s" to be updated?
lv: Vai atjaunināt rindas statistiku &quot;%s&quot;?

source: Statistic "%s" queued successfully for update.
lv: Statistikai &quot;%s&quot; veiksmīgi atjaunināts.
