Repository: ass-a2s/Mayan-EDMS
Catalog: mayan/apps/announcements/locale/*/LC_MESSAGES/django.po
Languages: el

source: Message of the day
el: Το μήνυμα της ημέρας

source: None
el: Κανένα

source: Messages
el: Μηνύματα

source: Message created
el: Δημιουργήθηκε μήνυμα

source: Message edited
el: Τροποποιήθηκε μήνυμα

source: Create message
el: Δημιουργία μηνύματος

source: Delete
el: Διαγραφή

source: Edit
el: Τροποποίηση

source: Short description of this message.
el: Περιληπτική περιγραφή του μηνύματος

source: Label
el: Ετικέτα

source: The actual message to be displayed.
el: Το μήνυμα που θα προβληθεί.

source: Message
el: Μήνυμα

source: Enabled
el: Ενεργοποιημένο

source: Date and time after which this message will be displayed.
el: Ημέρα και ώρα μετά από την οποία θα εμφανιστεί αυτό το μήνυμα.

source: Start date time
el: Ημερομηνία και ώρα έναρξης

source: Date and time until when this message is to be displayed.
el: Ημέρα και ώρα μέχρι την οποία θα εμφανίζεται αυτό το μήνυμα.

source: End date time
el: Ημερομηνία και ώρα λήξης

source: Create messages
el: Δημιουργία μηνυμάτων

source: Delete messages
el: Διαγραφή μηνυμάτων

source: Edit messages
el: Τροποποίηση μηνυμάτων

source: View messages
el: Προβολή μηνυμάτων

source: Messages of the day
el: Μηνύματα της ημέρας

source: Delete request performed on %(count)d message
el: Αίτημα διαγραφής πραγματοποιήθηκε για %(count)d μήνυμα

source: Delete request performed on %(count)d messages
el: Αίτημα διαγραφής πραγματοποιήθηκε για %(count)d μηνύματα

source: Delete the selected message?
el: Διαγραφή των επιλεγμένων μηνυμάτων

source: Delete message: %s?
el: Διαγραφή μηνύματος: %s;

source: Message "%s" deleted successfully.
el: Το μηνύμα "%s" διαγράφηκε επιτυχώς.

source: Error deleting message "%(message)s": %(error)s
el: Σφάλμα διαγραφής μηνύματος "%(message)s": %(error)s

source: Edit message: %s
el: Τροποποίηση μηνύματος: %s

source: Messages are displayed in the login view. You can use messages to convery information about your organzation, announcements or usage guidelines for your users.
el: Τα μηνύματα προβάλλονται στην οθόνη εισόδου. Μπορείτε να χρησιμοποιήσετε μηνύματα για να παρέχετε πληροφορίες σχετικές με τον οργανισμό σας, ανακοινώσεις ή οδηγίες χρήσης για τους χρήστες σας.

source: No messages available
el: Δεν υπάρχουν διαθέσιμα μηνύματα
