Repository: ass-a2s/Mayan-EDMS
Catalog: mayan/apps/appearance/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Appearance
sl: Videz

source: Lato font
sl: Lato pisava

source: JQuery Form
sl: Obrazec JQuery

source: JQuery Match Height
sl: Višina ujemanja JQuery

source: Select 2
sl: Izberite 2

source: Theme created
sl: Tema ustvarjena

source: Theme edited
sl: Tema urejena

source: Theme settings
sl: Nastavitve teme

source: Edit theme settings
sl: Urejanje nastavitev teme

source: Create new theme
sl: Ustvari novo temo

source: Delete
sl: Izbriši

source: Edit
sl: Uredi

source: Themes
sl: Teme

source: A short text describing the theme.
sl: Kratko besedilo, ki opisuje temo.

source: Label
sl: Oznaka

source: The CSS stylesheet to change the appearance of the different user interface elements.
sl: Tabela s slogi CSS za spreminjanje videza različnih elementov uporabniškega vmesnika.

source: Stylesheet
sl: Preglednica

source: Theme
sl: Tema

source: User
sl: Uporabnik

source: User theme setting
sl: Uporabniška nastavitev teme

source: User theme settings
sl: Nastavitve uporabniške teme

source: Create new themes
sl: Ustvari nove teme

source: Delete themes
sl: Izbriši teme

source: Edit themes
sl: Urejanje tem

source: View existing themes
sl: Oglejte si obstoječe teme

source: Maximum number of characters that will be displayed as the view title.
sl: Največje število znakov, ki bo prikazano kot naslov pogleda.

source: Position where the system message will be displayed. Options are: top-left, top-center, top-right, bottom-left, bottom-center, bottom-right.
sl: Položaj, kjer bo prikazano sistemsko sporočilo. Možnosti so: zgoraj-levo, zgoraj na sredini, zgoraj-desno, spodaj-levo, spodaj-na sredini, spodaj-desno.

source: Insufficient permission
sl: Nezadostno dovoljenje

source: You don't have enough permissions for this operation.
sl: Za to operacijo nimate dovolj pravic.

source: Page not found
sl: Stran ni najdena

source: The requested page could not be found.
sl: Zahtevane strani ni bilo mogoče najti.

source: Possible reasons
sl: Možni razlogi

source: The location of the item is incorrect.
sl: Lokacija predmeta je napačna.

source: The location is correct, but the item no longer exists.
sl: Lokacija je pravilna, vendar element ne obstaja več.

source: The location is be correct, but your account does not have the required permission to access it.
sl: Lokacija je pravilna, vendar vaš račun nima zahtevanega dovoljenja za dostop do nje.

source: Server error
sl: Napaka strežnika

source: There's been an unexpected error.
sl: Prišlo je do nepričakovane napake.

source: What to do next?
sl: Kaj storiti naprej?

source: Refresh the page.
sl: Osvežite stran.

source: Wait a bit. The system might be overloaded.
sl: Počakaj malo. Sistem je morda preobremenjen.

source: Contact your system administrator.
sl: Obrnite se na skrbnika sistema.

source: Check the logs for messages with the tags "ERROR", "CRITICAL" or "FATAL".
sl: V dnevnikih preverite sporočila z oznakami »NAPAKA«, »KRITIČNO« ali »FATAL«.

source: Open a ticket using the <a href="%(issue_url)s">issue tracker</a>.
sl: Odprite vozovnico s pomočjo <a href="%(issue_url)s">sledilca težav</a> .

source: About
sl: O programu

source: %(setting_project_title)s is based on %(project_title)s
sl: %(setting_project_title)s temelji na %(project_title)s

source: Version
sl: Različica

source: Build number: %(build_number)s
sl: Številka izgradnje: %(build_number)s

source: Released under the license:
sl: Izdano pod licenco:

source: %(project_title)s is a free and open-source software brought to you with <i class="fa fa-heart text-danger" style="transform: rotate(10deg);"></i> by Roberto Rosario and contributors.
sl: %(project_title)s je brezplačna in odprtokodna programska oprema, ki vam jo prinašamo <i class="fa fa-heart text-danger" style="transform: rotate(10deg);"></i> Roberto Rosario in ekipa.

source: It takes great effort to make %(project_title)s as feature-rich as it is.
sl: Za to si je treba zelo prizadevati da je %(project_title)s tako funkcionalen.

source: If you use %(project_title)s please <a class="new_window" href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=3PXN336XFXQNN">make a donation %(icon_social_paypal)s</a>
sl: Če uporabljate %(project_title)s prosim <a class="new_window" href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=3PXN336XFXQNN">za prispevek %(icon_social_paypal)s</a>

source: The complete list of changes is available via the <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">Release notes %(icon_documentation)s</a> or the short version <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">Changelog %(icon_documentation)s</a>.
sl: Celoten seznam sprememb je na voljo na <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">Opombe ob izdaji %(icon_documentation)s</a> oziroma v kratki različici <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">Spremembe %(icon_documentation)s</a>.

source: For questions check the <a class="new_window" href="https://docs.mayan-edms.com">Documentation %(icon_documentation)s</a>.
sl: Za vprašanja preverite <a class="new_window" href="https://docs.mayan-edms.com">dokumentacijo%(icon_documentation)s</a>.

source: If you found a bug or have a feature idea, visit the <a class="new_window" href="https://forum.mayan-edms.com">Forum %(icon_forum)s</a> or open a ticket in the <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">Source code repository %(icon_source_code)s</a>.
sl: Če ste našli napako ali imate idejo za funkcijo, obiščite <a class="new_window" href="https://forum.mayan-edms.com">Forum %(icon_forum)s</a> ali odprite zahtevek <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">Izvorna koda %(icon_source_code)s</a>.

source: Spread the word. Talk to your friends and colleagues about how awesome %(project_title)s is!
sl: Razširi besedo. Pogovorite se s prijatelji in sodelavci o tem, kako čudovit je%(project_title)s !

source: Warning
sl: Opozorilo

source: Click here to fix this.
sl: Kliknite tukaj, da to popravite.

source: Settings updated, restart your installation and refresh your browser for changes to take effect.
sl: Nastavitve posodobljene, znova zaženite namestitev in osvežite brskalnik, da bodo spremembe začele veljati.

source: Impersonating user "%(user)s".
sl: Uporabnik "%(user)s".

source: Click here when finished
sl: Ko končate, kliknite tukaj

source: Actions
sl: Akcije

source: Toggle Dropdown
sl: Preklopi spustni seznam

source: Open main menu
sl: Odprite glavni meni

source: Are you sure?
sl: Ali si prepričan?

source: Yes
sl: Da

source: No
sl: Ne

source: required
sl: zahtevano

source: Save
sl: Shrani

source: Submit
sl: Pošlji

source: Cancel
sl: Prekliči

source: Identifier
sl: Identifikator

source: Dashboard
sl: Nadzorna plošča

source: Getting started
sl: Kako začeti

source: Before you can fully use Mayan EDMS you need the following:
sl: Preden lahko v celoti uporabljate Mayan EDMS, potrebujete naslednje:

source: Total (%(start)s - %(end)s out of %(total)s) (Page %(page_number)s of %(total_pages)s)
sl: Skupaj (%(start)s - %(end)s od %(total)s) (Stran %(page_number)s od %(total_pages)s)

source: Total: %(total)s
sl: Skupaj: %(total)s

source: Select/Deselect all
sl: Izberite / Prekliči izbor

source: Toggle list display mode
sl: Preklopi način prikaza seznama

source: Select items to activate bulk actions. Use Shift + click to select many.
sl: Izberite elemente, da aktivirate množična dejanja. Uporabite Shift + klik, da izberete več.

source: Bulk actions
sl: Množična dejanja

source: Toggle navigation
sl: Preklopi navigacijo

source: No results
sl: Ni rezultatov

source: Close
sl: Zapri

source: Server communication error
sl: Napaka komunikacije strežnika

source: Check you network connection and try again in a few moments.
sl: Preverite omrežno povezavo in poskusite znova čez nekaj trenutkov.

source: None
sl: Brez

source: Current user theme settings details
sl: Podrobnosti o trenutnih nastavitvah uporabniške teme

source: Edit current user theme settings details
sl: Uredite podrobnosti trenutnih nastavitev uporabniške teme

source: Delete theme: %s
sl: Izbriši temo: %s

source: Edit theme: %s
sl: Uredi temo: %s

source: Themes allow changing the visual appearance without requiring code changes.
sl: Teme omogočajo spreminjanje vizualnega videza brez potrebe po spremembi kode.

source: There are no themes
sl: Teme ni
