Repository: ass-a2s/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Documents
vi: Tài liệu

source: Create a document type
vi: Tạo một kiểu Tài liệu

source: Every uploaded document must be assigned a document type, it is the basic way Mayan EDMS categorizes documents.
vi: Mỗi tài liệu tải lên phải được gán vào một kiểu tài liệu, đây là cách cơ bản Mayan EDMS phân loại tài liệu

source: Versions comment
vi: Ghi chú cho các phiên bản

source: Versions encoding
vi: Mã hóa của phiên bản

source: Versions mime type
vi: Kiểu dữ liệu của phiên bản

source: Versions timestamp
vi: Thời gian của phiên bản

source: Document version
vi: Phiên bản của tài liệu

source: Page number
vi: Số trang

source: Return the lastest version of the document.
vi: Quay về phiên bản mới nhất của tài liệu.

source: Latest version
vi: Phiên bản mới nhất

source: Document
vi: Tài liệu

source: Thumbnail
vi: Hình xem trước

source: Pages
vi: Trang

source: Duplicates
vi: Trùng lặp

source: Type
vi: Kiểu

source: Total pages
vi: Tổng số trang

source: Total documents
vi: Tổng số tài liệu

source: Documents in trash
vi: Tài liệu trong thùng rác

source: Document types
vi: Các kiểu tài liệu

source: New documents this month
vi: Tài liệu mới trong tháng này

source: New pages this month
vi: Các trang mới trong tháng này

source: Document created
vi: Tài liệu đã được tạo

source: Document downloaded
vi: Tài liệu đã tải xuống

source: New version uploaded
vi: Có phiên bản mới được tải lên

source: New version created
vi: Phiên bản mới được tạo ra

source: Document properties edited
vi: Thuộc tính tài liệu đã được sửa

source: Document trashed
vi: Tài liệu đã bị đưa vào thùng rác

source: Document type changed
vi: Kiểu tài liệu đã thay đổi

source: Document type created
vi: Kiểu tài liệu đã được tạo

source: Document type edited
vi: Kiểu tài liệu đã được sửa

source: Document version reverted
vi: Phiên bản tài liệu đã được phục hồi

source: Document viewed
vi: Tài liệu đã được xem

source: Compress
vi: Nén

source: Download the document in the original format or in a compressed manner. This option is selectable only when downloading one document, for multiple documents, the bundle will always be downloads as a compressed file.
vi: Tải xuống tài liệu ở dạng nguyên gốc hoặc dạng nén. Tùy chọn này chỉ chọn được khi tải xuống một tài liệu, đối với nhiều tài liệu, dạng tệp nén sẽ luôn được tải xuống.

source: Compressed filename
vi: Tên tệp nén

source: The filename of the compressed file that will contain the documents to be downloaded, if the previous option is selected.
vi: Tên tệp nén sẽ chứa các tài liệu được tải xuống, nếu chọn tải tệp nén.

source: Quick document rename
vi: Đổi tên nhanh tài liệu

source: Preserve extension
vi: Giữ phần mở rộng

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open document correctly.
vi: Lấy phần mở rộng của tệp tin và đưa nó vào cuối tên tệp cho phép một số hệ điều hành mở tài liệu đúng cách.

source: Date added
vi: Ngày thêm

source: Language
vi: Ngôn ngữ

source: File mimetype
vi: Kiểu dữ liệu của tệp tin

source: File encoding
vi: Mã hóa của tệp tin

source: File size
vi: Kích thước tệp tin

source: Exists in storage
vi: Đã tồn tại trong bộ nhớ

source: File path in storage
vi: Đường dẫn trong bộ nhớ

source: Page range
vi: Khoảng trang

source: Page number from which all the transformations will be cloned. Existing transformations will be lost.
vi: Số trang mà thao tác biến đổi sẽ sao chép. Những biến đổi hiện tại sẽ bị mất.

source: Document type
vi: Kiểu tài liệu

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open the downloaded document version correctly.
vi: Lấy phần mở rộng của tệp tin và đưa nó vào cuối tên tệp cho phép một số hệ điều hành mở tài liệu đúng cách.

source: Clear transformations
vi: Xóa các biến đổi

source: Clone transformations
vi: Sao chép các biến đổi

source: Change type
vi: Đổi loại

source: Advanced download
vi: Tải xuống nâng cao

source: Edit properties
vi: Sửa thuộc tính

source: All documents
vi: Tất cả tài liệu

source: Recently accessed
vi: Truy cập gần đây

source: Recently added
vi: Đã thêm gần đây

source: Preview
vi: Xem trước

source: Properties
vi: Thuộc tính

source: Print
vi: In ấn

source: Quick download
vi: Tải xuống nhanh

source: Create document type
vi: Tạo kiểu tài liệu

source: Delete
vi: Xóa

source: Deletion policies
vi: Chính sách xóa

source: Edit
vi: Sửa

source: Add quick label to document type
vi: Thêm nhãn nhanh vào kiểu tài liệu

source: Quick labels
vi: Nhãn nhanh

source: Versions
vi: Các phiên bản

source: Download version
vi: Phiên bản tải xuống

source: Revert
vi: Quay lại phiên bản cũ

source: Disable page
vi: Vô hiệu hóa trang

source: Disable pages
vi: Vô hiệu hóa các trang

source: Enable page
vi: Kích hoạt trang

source: Enable pages
vi: Kích hoạt các trang

source: First page
vi: Trang đầu

source: Last page
vi: Trang cuối

source: Previous page
vi: Trang trước

source: Next page
vi: Trang sau

source: Rotate left
vi: Xoay trái

source: Rotate right
vi: Xoay phải

source: Page image
vi: Ảnh của trang

source: Reset view
vi: Đặt lại khung nhìn

source: Zoom in
vi: Phóng to

source: Zoom out
vi: Thu nhỏ

source: Recalculate page count
vi: Tính lại số trang

source: Duplicated documents
vi: Các tài liệu trùng lặp

source: Duplicated document scan
vi: Quét tài liệu trùng lặp

source: Favorites
vi: Yêu thích

source: Add to favorites
vi: Thêm vào Yêu thích

source: Remove from favorites
vi: Xóa khỏi Yêu thích

source: Move to trash
vi: Chuyển vào thùng rác

source: Trash can
vi: Thùng rác

source: Restore
vi: Phục hồi

source: Empty trash
vi: Xóa toàn bộ thùng rác

source: Default
vi: Mặc định

source: All pages
vi: Tất cả các trang

source: UUID of a document, universally Unique ID. An unique identifier generated for each document.
vi: UUID (universally Unique ID) của một tài liệu. Là định danh duy nhất được tạo ra cho mỗi tài liệu.

source: The document type of the document.
vi: Kiểu tài liệu.

source: The name of the document.
vi: Tên tài liệu

source: Label
vi: Nhãn

source: An optional short text describing a document.
vi: Mô tả ngắn về tài liệu (tùy chọn).

source: Description
vi: Mô tả

source: The server date and time when the document was finally processed and added to the system.
vi: Ngày giờ của máy chủ khi tài liệu được xử lý và thêm vào hệ thống.

source: Added
vi: Đã thêm

source: The dominant language in the document.
vi: Ngôn ngữ chính của tài liệu.

source: Whether or not this document is in the trash.
vi: Tài liệu này có ở trong thùng rác hay không.

source: In trash?
vi: Có trong thùng rác?

source: The server date and time when the document was moved to the trash.
vi: Ngày giờ của máy chủ khi tài liệu được đưa vào thùng rác.

source: Date and time trashed
vi: Ngày giờ xóa

source: A document stub is a document with an entry on the database but no file uploaded. This could be an interrupted upload or a deferred upload via the API.
vi: Tài liệu rỗng là tài liệu có bản ghi trong cơ sở dữ liệu nhưng không có tệp tin được tải lên. Có thể do việc tải lên bị gián đoạn hoặc bị trì hoãn thông qua API.

source: Is stub?
vi: Có phải tài liệu rỗng?

source: Document stub, id: %d
vi: Tài liệu rỗng, id: %d

source: Enabled
vi: Đã kích hoạt

source: Document page
vi: Trang tài liệu

source: Document pages
vi: Trang tài liệu

source: Page %(page_num)d out of %(total_pages)d of %(document)s
vi: Trang %(page_num)d trong %(total_pages)d của %(document)s

source: The name of the document type.
vi: Tên của kiểu tài liệu.

source: Amount of time after which documents of this type will be moved to the trash.
vi: Thời lượng mà sau đó các tài liệu của kiểu này sẽ được đưa vào thùng rác.

source: Trash time period
vi: Thời gian đưa vào thùng rác

source: Trash time unit
vi: Đơn vị thời gian đưa vào thùng rác

source: Amount of time after which documents of this type in the trash will be deleted.
vi: Thời lượng mà sau đó các tài liệu của kiểu này sẽ bị xóa.

source: Delete time period
vi: Thời gian xóa

source: Delete time unit
vi: Đơn vị thời gian xóa

source: Documents types
vi: Các kiểu tài liệu

source: Quick label
vi: Nhãn nhanh

source: The server date and time when the document version was processed.
vi: Ngày giờ máy chủ khi phiên bản của tài liệu được xử lý.

source: Timestamp
vi: Thời gian

source: An optional short text describing the document version.
vi: Mô tả ngắn về phiên bản của tài liệu (tùy chọn).

source: Comment
vi: Ghi chú

source: File
vi: Tệp tin

source: The document version's file mimetype. MIME types are a standard way to describe the format of a file, in this case the file format of the document. Some examples: "text/plain" or "image/jpeg".
vi: Mimetype của tệp tin phiên bản tài liệu. MIME type là cách tiêu chuẩn để mô tả định dạng của tệp tin, trong trường hợp này là định dạng của tài liệu. Ví dụ: "text/plain" hoặc "image/jpeg".

source: The document version file encoding. binary 7-bit, binary 8-bit, text, base64, etc.
vi: Mã hóa của phiên bản của tài liệu. nhị phân 7-bit, nhị phân 8-bit, ký tự, base64,...

source: Encoding
vi: Mã hóa

source: Duplicated document
vi: Tài liệu trùng lặp

source: User
vi: Người dùng

source: Favorite document
vi: Tài liệu yêu thích

source: Favorite documents
vi: Các tài liệu yêu thích

source: Accessed
vi: Đã truy cập

source: Recent document
vi: Tài liệu gần đây

source: Recent documents
vi: Các tài liệu gần đây

source: Create documents
vi: Tạo tài liệu

source: Delete documents
vi: Xóa tài liệu

source: Trash documents
vi: Chuyển tài liệu vào thùng rác

source: Download documents
vi: Tải xuống tài liệu

source: Edit documents
vi: Sửa tài liệu

source: Create new document versions
vi: Tạo phiên bản mới của tài liệu

source: Edit document properties
vi: Sửa thuộc tính tài liệu

source: Print documents
vi: In tài liệu

source: Restore trashed document
vi: Khôi phục tài liệu từ thùng rác

source: Execute document modifying tools
vi: Sử dụng các công cụ chỉnh sửa tài liệu

source: Revert documents to a previous version
vi: Quay lại phiên bản trước của tài liệu

source: View documents' versions list
vi: Xem danh sách các phiên bản của tài liệu

source: View documents
vi: Xem tài liệu

source: Create document types
vi: Tạo kiểu tài liệu

source: Delete document types
vi: Xóa kiểu tài liệu

source: Edit document types
vi: Sửa kiểu tài liệu

source: View document types
vi: Xem kiểu tài liệu

source: Converter
vi: Trình chuyển đổi

source: Documents periodic
vi: Chu kỳ của tài liệu

source: Uploads
vi: Tải lên

source: Generate document page image
vi: Tạo hình ảnh trang tài liệu

source: Delete a document
vi: Xóa một tài liệu

source: Clean empty duplicate lists
vi: Dọn danh sách trùng lặp rỗng

source: Check document type delete periods
vi: Kiểm tra chu kỳ xóa kiểu tài liệu

source: Check document type trash periods
vi: Kiểm tra chu kỳ chuyển kiểu tài liệu vào thùng rác

source: Delete document stubs
vi: Xóa tài liệu rỗng

source: Update document page count
vi: Cập nhật số trang của tài liệu

source: Upload new document version
vi: Tải lên phiên bản mới của tài liệu

source: Scan document duplicates
vi: Tìm tài liệu trùng lặp

source: The threshold at which the DOCUMENT_CACHE_STORAGE_BACKEND will start deleting the oldest document image cache files. Specify the size in bytes.
vi: Giới hạn mà DOCUMENT_CACHE_STORAGE_BACKEND sẽ bắt đầu xóa hình ảnh tạm thời cũ nhất của tài liệu. Chỉ định kích thước ở đơn vị bytes.

source: Path to the Storage subclass to use when storing the cached document image files.
vi: Đường dẫn tới class Storage để dùng khi lưu hình ảnh tạm thời của tài liệu.

source: Arguments to pass to the DOCUMENT_CACHE_STORAGE_BACKEND.
vi: Các tham số truyền tới DOCUMENT_CACHE_STORAGE_BACKEND.

source: Maximum number of favorite documents to remember per user.
vi: Số tài liệu yêu thích tối đa cho mỗi người dùng.

source: Detect the orientation of each of the document's pages and create a corresponding rotation transformation to display it rightside up. This is an experimental feature and it is disabled by default.
vi: Phát hiện hướng của mỗi trang của tài liệu và biến đổi tương ứng để thể hiện đúng chiều. Đây là tính năng thử nghiệm và mặc định được vô hiệu hóa.

source: Size of blocks to use when calculating the document file's checksum. A value of 0 disables the block calculation and the entire file will be loaded into memory.
vi: Kích cỡ block dùng để tính toán checksum của tệp tin tài liệu. Giá trị 0 vô hiệu hóa tính toán theo block và toàn bộ tệp tin sẽ được tải vào bộ nhớ.

source: Default documents language (in ISO639-3 format).
vi: Ngôn ngữ mặc định của tài liệu (ở định dạng ISO639-3).

source: List of supported document languages. In ISO639-3 format.
vi: Danh sách ngôn ngữ của tài liệu được hỗ trợ. Ở định dạng ISO639-3.

source: Time in seconds that the browser should cache the supplied document images. The default of 31559626 seconds corresponde to 1 year.
vi: Thời gian tính theo giây mà trình duyệt lưu tạm hình ảnh của tài liệu. Giá trị mặc định 31559626 giây tương ứng với 1 năm.

source: Maximum number of recently accessed (created, edited, viewed) documents to remember per user.
vi: Số tài liệu vừa truy cập tối đa (tạo, sửa, xem) cho mỗi người dùng.

source: Maximum number of recently created documents to show.
vi: Số lượng tài liệu vừa tạo tối đa.

source: Amount in degrees to rotate a document page per user interaction.
vi: Số độ để xoay trang tài liệu cho mỗi thao tác của người dùng.

source: Path to the Storage subclass to use when storing document files.
vi: Đường dẫn tới class Storage để dùng khi lưu tệp tin tài liệu.

source: Arguments to pass to the DOCUMENT_STORAGE_BACKEND.
vi: Các tham số truyền tới DOCUMENT_STORAGE_BACKEND.

source: Time after which a document stub will be considered invalid and deleted.
vi: Thời gian mà sau đó tài liệu rỗng sẽ bị coi là vô hiệu và bị xóa.

source: Height in pixels of the document thumbnail image.
vi: Chiều cao tính bằng pixel của hình xem trước của tài liệu.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
vi: Số phần trăm (%) tối đa cho phép người dùng phóng to trang tài liệu khi xem.

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
vi: Số phần trăm (%) tối thiểu cho phép người dùng thu nhỏ trang tài liệu khi xem.

source: Amount in percent zoom in or out a document page per user interaction.
vi: Số phần trăm phóng to hoặc thu nhỏ trang tài liệu với mỗi thao tác của người dùng.

source: January
vi: Tháng Một

source: February
vi: Tháng Hai

source: March
vi: Tháng Ba

source: April
vi: Tháng Tư

source: May
vi: Tháng Năm

source: June
vi: Tháng Sáu

source: July
vi: Tháng Bảy

source: August
vi: Tháng Tám

source: September
vi: Tháng Chín

source: October
vi: Tháng Mười

source: November
vi: Tháng Mười Một

source: December
vi: Tháng Mười Hai

source: New documents per month
vi: Tài liệu mới mỗi tháng

source: New document versions per month
vi: Phiên bản tài liệu mới mỗi tháng

source: New document pages per month
vi: Trang tài liệu mới mỗi tháng

source: Total documents at each month
vi: Tổng số tài liệu mỗi tháng

source: Total document versions at each month
vi: Tổng số phiên bản tài liệu mỗi tháng

source: Total document pages at each month
vi: Tổng số trang tài liệu mỗi tháng

source: Unable to initialize the document image storage. Check the settings {} and {} for formatting errors.
vi: Không thể kích hoạt nơi lưu trữ hình ảnh của tài liệu. Kiểm tra cài đặt {} và {} để tìm lỗi định dạng.

source: Document images
vi: Hình ảnh của tài liệu

source: Unable to initialize the document version storage. Check the settings {} and {} for formatting errors.
vi: Không thể kích hoạt nơi lưu trữ phiên bản của tài liệu. Kiểm tra cài đặt {} và {} để tìm lỗi định dạng.

source: Document version files
vi: Tệp tin phiên bản của tài liệu

source: Document page image preview
vi: Hình ảnh xem trước của tài liệu

source: Page %(page_number)s of %(total_pages)s
vi: Trang %(page_number)s của %(total_pages)s

source: No pages to display
vi: Không có trang nào để hiển thị

source: Document image
vi: Hình ảnh của tài liệu

source: Unknown language "%s"
vi: Ngôn ngữ không xác định "%s"

source: This could mean that the document is of a format that is not supported, that it is corrupted or that the upload process was interrupted. Use the document page recalculation action to attempt to introspect the page count again.
vi: Điều này có thể do định dạng tài liệu không được hỗ trợ, hoặc bị hỏng hoặc quá trình tải lên bị gián đoạn. Hãy thử dùng hành động tính toán lại số trang.

source: No document pages available
vi: Không có trang tài liệu nào khả dụng

source: Pages for document: %s
vi: Trang cho tài liệu: %s

source: There are no more pages in this document
vi: Không còn thêm trang nào của tài liệu này

source: You are already at the first page of this document
vi: Bạn đang ở trang đầu tiên của tài liệu

source: Image of: %s
vi: Hình ảnh của: %s

source: Disable the selected document page?
vi: Vô hiệu hóa các trang tài liệu được chọn?

source: Enable the selected document page?
vi: Kích hoạt các trang tài liệu được chọn?

source: Documents of type: %s
vi: Tài liệu kiểu: %s

source: Document types are the most basic units of configuration. Everything in the system will depend on them. Define a document type for each type of physical document you intend to upload. Example document types: invoice, receipt, manual, prescription, balance sheet.
vi: Kiểu tài liệu là đơn vị cài đặt cơ bản nhất. Mọi thứ trong hệ thống đều phụ thuộc vào nó. Định nghĩa một kiểu tài liệu điện tử cho mỗi kiểu tài liệu thực tế bạn định tải lên. Ví dụ các kiểu tài liệu: hóa đơn, biên lai, hướng dẫn sử dụng, đơn thuốc, bảng cân đối kế toán.

source: No document types available
vi: Không có kiểu tài liệu nào khả dụng

source: All documents of this type will be deleted too.
vi: Tất cả tài liệu của kiểu này cũng sẽ bị xóa.

source: Delete the document type: %s?
vi: Xóa kiểu tài liệu: %s?

source: Edit document type: %s
vi: Sửa kiểu tài liệu: %s

source: Deletion policies for document type: %s
vi: Quy định xóa cho kiểu tài liệu: %s

source: Create quick label for document type: %s
vi: Tạo nhãn nhanh cho kiểu tài liệu: %s

source: Delete the quick label: %(label)s, from document type "%(document_type)s"?
vi: Xóa nhãn nhanh: %(label)s, từ kiểu tài liệu "%(document_type)s"?

source: Edit quick label "%(filename)s" from document type "%(document_type)s"
vi: Sửa nhãn nhanh: %(filename)s, từ kiểu tài liệu "%(document_type)s"?

source: Quick labels are predetermined filenames that allow the quick renaming of documents as they are uploaded by selecting them from a list. Quick labels can also be used after the documents have been uploaded.
vi: Nhãn nhanh là những tên tệp tin định nghĩa sẵn, cho phép đổi tên nhanh tài liệu khi chúng được tải lên, bằng cách chọn từ một danh sách. Nhãn nhanh cũng có thể được dùng sau khi tài liệu được tải lên.

source: There are no quick labels for this document type
vi: Không có nhãn nhanh nào cho kiểu tài liệu này

source: Quick labels for document type: %s
vi: Nhãn nhanh cho kiểu tài liệu: %s

source: Download document version
vi: Tải xuống phiên bản tài liệu

source: Versions of document: %s
vi: Các phiên bản của tài liệu: %s

source: All later version after this one will be deleted too.
vi: Tất cả phiên bản sau phiên bản này sẽ bị xóa.

source: Revert to this version?
vi: Quay lại phiên bản này?

source: Document version reverted successfully
vi: Phiên bản tài liệu được phục hồi thành công

source: Error reverting document version; %s
vi: Lỗi phục hồi phiên bản tài liệu; %s

source: Preview of document version: %s
vi: Xem trước phiên bản tài liệu: %s

source: Error retrieving document list: %(exception)s.
vi: Lỗi tạo danh sách tài liệu: %(exception)s.

source: This could mean that no documents have been uploaded or that your user account has not been granted the view permission for any document or document type.
vi: Điều này có thể do chưa có tài liệu nào được tải lên hoặc tài khoản của bạn không có quyền xem bất kỳ tài liệu hoặc kiểu tài liệu nào.

source: No documents available
vi: Không có tài liệu nào

source: Document type change request performed on %(count)d document
vi: Yêu cầu thay đổi kiểu tài liệu cho %(count)d tài liệu

source: Document type change request performed on %(count)d documents
vi: Yêu cầu thay đổi kiểu tài liệu cho %(count)d tài liệu

source: Change
vi: Thay đổi

source: Change the type of the selected document
vi: Thay đổi kiểu của các tài liệu được chọn

source: Change the type of the document: %s
vi: Thay đổi kiểu của tài liệu: %s

source: Document type for "%s" changed successfully.
vi: Kiểu của tài liệu "%s" đã thay đổi thành công.

source: Download
vi: Tải xuống

source: Preview of document: %s
vi: Xem trước tài liệu: %s

source: Edit properties of document: %s
vi: Sửa thuộc tính tài liệu: %s

source: Properties for document: %s
vi: Thuộc tính của tài liệu: %s

source: %(count)d document queued for page count recalculation
vi: %(count)d tài liệu chờ tính toán số trang

source: %(count)d documents queued for page count recalculation
vi: %(count)d tài liệu chờ tính toán số trang

source: Recalculate the page count of the selected document?
vi: Tính toán lại số trang của các tài liệu được chọn?

source: Recalculate the page count of the document: %s?
vi: Tính toán lại số trang của tài liệu: %s?

source: Document "%(document)s" is empty. Upload at least one document version before attempting to detect the page count.
vi: Tài liệu "%(document)s" rỗng. Tải lên ít nhất một phiên bản trước khi thử phát hiện số trang.

source: Transformation clear request processed for %(count)d document
vi: Đã xử lý yêu cầu đặt lại biến đổi (xoay, thu phóng) cho %(count)d tài liệu

source: Transformation clear request processed for %(count)d documents
vi: Đã xử lý yêu cầu đặt lại biến đổi (xoay, thu phóng) cho %(count)d tài liệu

source: Clear all the page transformations for the selected document?
vi: Xóa tất cả biến đối trang của các tài liệu được chọn?

source: Clear all the page transformations for the document: %s?
vi: Xóa tất cả biến đối trang của tài liệu: %s?

source: Error deleting the page transformations for document: %(document)s; %(error)s.
vi: Lỗi xóa biến đổi trang của tài liệu: %(document)s; %(error)s.

source: Error cloning the page transformations for document: %(document)s; %(error)s.
vi: Lỗi nhân bản biến đổi trang của tài liệu: %(document)s; %(error)s.

source: Transformations cloned successfully.
vi: Biến đổi được nhân bản thành công.

source: Submit
vi: Gửi

source: Clone page transformations for document: %s
vi: Nhân bản biến đổi trang của tài liệu: %s

source: Print: %s
vi: In: %s

source: This view will list the latest documents viewed or manipulated in any way by this user account.
vi: Trang này liệt kê các tài liệu mới xem hoặc thao tác gần đây bởi người dùng này.

source: There are no recently accessed document
vi: Không có tài liệu vừa truy cập

source: This view will list the latest documents uploaded in the system.
vi: Trang này liệt kê tài liệu mới tải lên hệ thống.

source: There are no recently added document
vi: Không có tài liệu vừa được thêm

source: Only exact copies of this document will be shown in the this list.
vi: Chỉ có bản sao y của tài liệu này xuất hiện trong danh sách.

source: There are no duplicates for this document
vi: Không có tài liệu nào trùng lặp với tài liệu này

source: Duplicates for document: %s
vi: Các tài liệu trùng lặp với: %s
