Repository: ass-a2s/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Duplicates are documents that are composed of the exact same file, down to the last byte. Files that have the same text or OCR but are not identical or were saved using a different file format will not appear as duplicates.
vi: Tài liệu trùng lặp bao gồm tệp tin giống hệt, tính theo từng byte. Các tệp tin có cùng nội dung chữ hoặc OCR nhưng không giống hệt hoặc được lưu ở định dạng khác sẽ không được coi là trùng lặp.

source: There are no duplicated documents
vi: Không có tài liệu trùng lặp

source: Scan for duplicated documents?
vi: Tìm tài liệu trùng lặp?

source: Duplicated document scan queued successfully.
vi: Hoàn thành tìm tài liệu trùng lặp.

source: Favorited documents will be listed in this view. Up to %(count)d documents can be favorited per user.
vi: Tài liệu yêu thích được liệt kê ở trang này. Tối đa %(count)d tài liệu yêu thích với mỗi người dùng.

source: There are no favorited documents.
vi: Không có tài liệu yêu thích.

source: %(count)d document added to favorites.
vi: %(count)d tài liệu được thêm vào yêu thích.

source: %(count)d documents added to favorites.
vi: %(count)d tài liệu được thêm vào yêu thích.

source: Add
vi: Thêm

source: Document "%(instance)s" is not in favorites.
vi: Tài liệu "%(instance)s" không nằm trong mục yêu thích.

source: %(count)d document removed from favorites.
vi: %(count)d tài liệu bị loại khỏi yêu thích.

source: %(count)d documents removed from favorites.
vi: %(count)d tài liệu bị loại khỏi yêu thích.

source: Remove
vi: Xóa

source: %(count)d document moved to the trash.
vi: %(count)d tài liệu được chuyển vào thùng rác.

source: %(count)d documents moved to the trash.
vi: %(count)d tài liệu được chuyển vào thùng rác.

source: Move the selected document to the trash?
vi: Chuyển tài liệu được chọn vào thùng rác?

source: Empty trash?
vi: Xóa sạch thùng rác?

source: %(count)d trashed document submitted for deletion.
vi: %(count)d tài liệu trong thùng rác được yêu cầu xóa.

source: %(count)d trashed documents submitted for deletion.
vi: %(count)d tài liệu trong thùng rác được yêu cầu xóa.

source: Delete the selected trashed document?
vi: Xóa các tài liệu được chọn?

source: To avoid loss of data, documents are not deleted instantly. First, they are placed in the trash can. From here they can be then finally deleted or restored.
vi: Để tránh mất dữ liệu, tài liệu không được xóa ngay lập tức. Đầu tiên, chúng được đưa vào thùng rác. Từ đó chúng có thể được khôi phục hoặc xóa vĩnh viễn.

source: There are no documents in the trash can
vi: Không có tài liệu trong thùng rác

source: %(count)d trashed document restored.
vi: %(count)d tài liệu được khôi phục.

source: %(count)d trashed documents restored.
vi: %(count)d tài liệu được khôi phục.

source: Restore the selected trashed document?
vi: Khôi phục các tài liệu được chọn?

source: Pages: %d
vi: Số trang: %d

source: Send document to trash
vi: Đưa tài liệu vào thùng rác
