Repository: ass-a2s/Mayan-EDMS
Catalog: mayan/apps/quotas/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Quotas
sl: Kvote

source: none
sl: nobenega

source: Does not apply
sl: Se ne uporablja

source: Null backend
sl: Ničelna zapora

source: Quota created
sl: Kvota ustvarjena

source: Quota edited
sl: Kvota urejena

source: The quota driver for this entry.
sl: Gonilnik kvote za ta vnos.

source: Create quota
sl: Ustvari kvoto

source: Delete
sl: Izbriši

source: Edit
sl: Uredi

source: Quotas list
sl: Seznam kvot

source: All document types
sl: Vse vrste dokumentov

source: Apply to all document types. Enabling this, the quota will ignore the indiviual document type selection.
sl: Uporabi za vse vrste dokumentov. Če to omogočite, bo kvota prezrla individualno izbiro vrste dokumenta.

source: Document types
sl: Vrste dokumentov

source: Document types to which the quota will be applied.
sl: Vrste dokumentov, za katere se bo uporabljala kvota.

source: all document types
sl: vse vrste dokumentov

source: document types: %(document_types)s
sl: vrste dokumentov: %(document_types)s

source: Groups
sl: Skupine

source: Groups to which the quota will be applied.
sl: Skupine, za katere se bo uporabljala kvota.

source: All users
sl: Vsi uporabniki

source: Apply the quota to all users in the system, excluding admins and staff. Enabling this option, the quota will ignore the indiviual user and group selection.
sl: Uporabite kvoto za vse uporabnike v sistemu, razen za skrbnike in osebje. Če omogočite to možnost, bo kvota zanemarila individualno izbiro uporabnika in skupine.

source: Users
sl: Uporabniki

source: Users to which the quota will be applied.
sl: Uporabniki, za katere bo veljala kvota.

source: all users
sl: vsi uporabniki

source: groups: %(groups)s, users: %(users)s
sl: skupine: %(groups)s, uporabniki: %(users)s

source: The dotted Python path to the backend class.
sl: Pikčasta pot Pythona do zalednega razreda.

source: Backend path
sl: Backend pot

source: Backend data
sl: Backend podatki

source: Allow quick disable or enable of the quota.
sl: Dovoli hitro onemogočenje ali omogočanje kvote.

source: Enabled
sl: Omogočeno

source: Quota
sl: Kvota

source: Driver used for this quota entry.
sl: Gonilnik, uporabljen za ta vnos kvote.

source: Arguments
sl: Argumenti

source: Usage
sl: Uporaba

source: Create a quota
sl: Ustvarite kvoto

source: Delete a quota
sl: Izbrišite kvoto

source: Edit a quota
sl: Uredite kvoto

source: View a quota
sl: Oglejte si kvoto

source: Document count quota exceeded.
sl: Kvota števila dokumentov je presežena.

source: Documents limit
sl: Omejitev dokumentov

source: Maximum number of documents.
sl: Največje število dokumentov.

source: Document count limit
sl: Omejitev števila dokumentov

source: document count: %(document_count)s
sl: število dokumentov: %(document_count)s

source: Document size limit
sl: Omejitev velikosti dokumenta

source: Maximum document size in megabytes (MB).
sl: Največja velikost dokumenta v megabajtih (MB).

source: document size: %(formatted_file_size)s
sl: velikost dokumenta: %(formatted_file_size)s

source: Document size quota exceeded.
sl: Kvota velikosti dokumenta je presežena.

source: New quota backend selection
sl: Nova izbira zaledja kvot

source: Create a "%s" quota
sl: Ustvarite kvoto &quot;%s&quot;

source: Delete quota: %s
sl: Izbriši kvoto: %s

source: Edit quota: %s
sl: Uredi kvoto: %s

source: Quotas restrict usage of system resources.
sl: Kvote omejujejo uporabo sistemskih virov.

source: No quotas available
sl: Kvote niso na voljo
