Repository: ass-a2s/Mayan-EDMS
Catalog: mayan/apps/staging_folders/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Sources
sl: Viri

source: Create a document source
sl: Ustvarite vir dokumenta

source: Document sources are the way in which new documents are feed to Mayan EDMS, create at least a web form source to be able to upload documents from a browser.
sl: Viri dokumentov so način, na katerega se novi dokumenti pošiljajo v EDM Mayan, ustvarijo vsaj vir spletnega obrazca, ki omogoča nalaganje dokumentov iz brskalnika.

source: Type
sl: Tip

source: Created
sl: Ustvarjeno

source: Thumbnail
sl: Sličica

source: Utility provided by the SANE package. Used to control the scanner and obtained the scanned document image.
sl: Pripomoček, ki ga zagotavlja paket SANE. Uporablja se za nadzor optičnega bralnika in pridobitev slike optično prebranega dokumenta.

source: An optional comment to explain the upload.
sl: Izbirni komentar, ki pojasnjuje prenos.

source: Comment
sl: Komentiraj

source: Expand compressed files
sl: Razširite stisnjene datoteke

source: Upload a compressed file's contained files as individual documents.
sl: Naložite stisnjene datoteke, ki vsebujejo datoteke, kot posamezne dokumente.

source: Staging file
sl: Uprizoritvena datoteka

source: File
sl: mapa

source: Default
sl: Privzeto

source: New document
sl: Nov dokument

source: Add new IMAP email
sl: Dodajte nov e-poštni naslov IMAP

source: Add new POP3 email
sl: Dodajte novo e-poštno sporočilo POP3

source: Add new staging folder
sl: Dodaj novo uprizoritveno mapo

source: Add new watch folder
sl: Dodaj novo mapo ure

source: Add new webform source
sl: Dodajte nov vir spletnega obrazca

source: Add new SANE scanner
sl: Dodajte nov SANE skener

source: Delete
sl: Izbriši

source: Edit
sl: Uredi

source: Document sources
sl: Viri dokumentov

source: Upload new version
sl: Naložite novo različico

source: Check now
sl: Preveri zdaj

source: Flatbed
sl: Ploščati

source: Document feeder
sl: Podajalnik dokumentov

source: Duplex
sl: Dupleks

source: Monochrome
sl: Enobarvna

source: Color
sl: Barva

source: Always
sl: Nenehno

source: Never
sl: Nikoli

source: Ask user
sl: Vprašajte uporabnika

source: Scanner
sl: Optični bralnik

source: Web form
sl: Spletni obrazec

source: Staging folder
sl: Mapa za uprizoritev

source: Watch folder
sl: Mapa ure

source: POP3 email
sl: E-poštni naslov POP3

source: IMAP email
sl: IMAP e-poštni naslov

source: A short text to describe this source.
sl: Kratko besedilo za opis tega vira.

source: Label
sl: Oznaka

source: Enabled
sl: Omogočeno

source: Source
sl: Vir

source: Interactive source
sl: Interaktivni vir

source: Interactive sources
sl: Interaktivni viri

source: Out of process
sl: Brez postopka

source: Interval in seconds between checks for new documents.
sl: Interval v sekundah med preverjanjem novih dokumentov.

source: Assign a document type to documents uploaded from this source.
sl: Določite vrsto dokumenta dokumentom, naloženim iz tega vira.

source: Document type
sl: Vrsta dokumenta

source: Whether to expand or not, compressed archives.
sl: Ali razširiti ali ne, stisnjeni arhivi.

source: Uncompress
sl: Odstranite

source: Interval source
sl: Intervalni vir

source: Interval sources
sl: Intervalni viri

source: Host
sl: Voditelj

source: Typical choices are 110 for POP3, 995 for POP3 over SSL, 143 for IMAP, 993 for IMAP over SSL.
sl: Tipične izbire so 110 za POP3, 995 za POP3 prek SSL, 143 za IMAP, 993 za IMAP prek SSL.

source: Port
sl: Pristanišče

source: Username
sl: Uporabniško ime

source: Password
sl: Geslo

source: Name of the attachment that will contains the metadata type names and value pairs to be assigned to the rest of the downloaded attachments.
sl: Ime priloge, ki bo vsebovala imena vrst metapodatkov in pare vrednosti, ki bodo dodeljeni ostalim prenesenim prilogam.

source: Metadata attachment name
sl: Ime priloge metapodatkov

source: Select a metadata type to store the email's subject value. Must be a valid metadata type for the document type selected previously.
sl: Izberite vrsto metapodatkov, da shranite predmetno vrednost e-poštnega sporočila. To mora biti veljavna vrsta metapodatkov za prej izbrano vrsto dokumenta.

source: Subject metadata type
sl: Vrsta metapodatkov predmeta

source: Select a metadata type to store the email's "from" value. Must be a valid metadata type for the document type selected previously.
sl: Izberite vrsto metapodatkov, da shranite vrednost e-poštnega sporočila »od«. To mora biti veljavna vrsta metapodatkov za prej izbrano vrsto dokumenta.

source: From metadata type
sl: Od vrste metapodatkov

source: Store the body of the email as a text document.
sl: Shranite telo e-poštnega sporočila kot besedilni dokument.

source: Store email body
sl: Shrani telo e-pošte

source: Email source
sl: Vir e-pošte

source: Email sources
sl: Viri e-pošte

source: Subject metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
sl: Vrsta metapodatkov predmeta &quot;%(metadata_type)s&quot; ni veljavna za vrsto dokumenta: %(document_type)s

source: "From" metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
sl: &quot;Iz&quot; vrste metapodatkov &quot;%(metadata_type)s&quot; ni veljaven za vrsto dokumenta: %(document_type)s

source: IMAP Mailbox from which to check for messages.
sl: Nabiralnik IMAP, iz katerega lahko preverite, ali obstajajo sporočila.

source: Mailbox
sl: Nabiralnik

source: Criteria to use when searching for messages to process. Use the format specified in https://tools.ietf.org/html/rfc2060.html#section-6.4.4
sl: Merila za iskanje sporočil za obdelavo. Uporabite obliko, določeno v https://tools.ietf.org/html/rfc2060.html#section-6.4.4

source: Search criteria
sl: Merila za iskanje

source: IMAP STORE command to execute on messages after they are processed. One command per line. Use the commands specified in https://tools.ietf.org/html/rfc2060.html#section-6.4.6 or the custom commands for your IMAP server.
sl: Ukaz IMAP STORE za izvajanje sporočil po njihovi obdelavi. En ukaz na vrstico. Uporabite ukaze, ki so navedeni v https://tools.ietf.org/html/rfc2060.html#section-6.4.6, ali ukaze po meri za strežnik IMAP.

source: Store commands
sl: Shrani ukaze

source: Execute the IMAP expunge command after processing each email message.
sl: Po obdelavi vsakega e-poštnega sporočila izvedite ukaz IMAP expunge.

source: Execute expunge
sl: Izvedite odstranitev

source: IMAP Mailbox to which processed messages will be copied.
sl: Nabiralnik IMAP, v katerega bodo kopirana obdelana sporočila.

source: Destination mailbox
sl: Ciljni nabiralnik

source: Timeout
sl: Odmor

source: POP email
sl: E-poštni naslov POP

source: Device name as returned by the SANE backend.
sl: Ime naprave, kot jo vrne zaledje SANE.

source: Device name
sl: Ime naprave

source: Selects the scan mode (e.g., lineart, monochrome, or color). If this option is not supported by your scanner, leave it blank.
sl: Izbere način optičnega branja (npr. Lineart, enobarvni ali barvni). Če optični bralnik ne podpira te možnosti, pustite prazno.

source: Mode
sl: Način

source: Sets the resolution of the scanned image in DPI (dots per inch). Typical value is 200. If this option is not supported by your scanner, leave it blank.
sl: Nastavi ločljivost optično prebrane slike v DPI (pik na palec). Običajna vrednost je 200. Če optični bralnik ne podpira te možnosti, jo pustite prazno.

source: Resolution
sl: Resolucija

source: Selects the scan source (such as a document-feeder). If this option is not supported by your scanner, leave it blank.
sl: Izbere vir optičnega branja (na primer podajalnik dokumentov). Če optični bralnik ne podpira te možnosti, pustite prazno.

source: Paper source
sl: Vir papirja

source: Selects the document feeder mode (simplex/duplex). If this option is not supported by your scanner, leave it blank.
sl: Izbere način podajalnika dokumentov (simplex / duplex). Če optični bralnik ne podpira te možnosti, pustite prazno.

source: ADF mode
sl: Način ADF

source: SANE Scanner
sl: SANE skener

source: SANE Scanners
sl: SANE optični bralniki

source: Error while executing scanning command "%(command_line)s"; %(error_message)s
sl: Napaka pri izvajanju ukaza za optično branje &quot;%(command_line)s&quot;; %(error_message)s

source: Server side filesystem path.
sl: Pot datotečnega sistema na strani strežnika.

source: Folder path
sl: Pot mape

source: Width value to be passed to the converter backend.
sl: Vrednost širine, ki se posreduje zaledju pretvornika.

source: Preview width
sl: Širina predogleda

source: Height value to be passed to the converter backend.
sl: Vrednost višine, ki se posreduje v ozadje pretvornika.

source: Preview height
sl: Predogled višine

source: Whether to expand or not compressed archives.
sl: Ali razširiti stisnjene arhive ali ne.

source: Delete the file after is has been successfully uploaded.
sl: Izbrišite datoteko, potem ko je bila uspešno naložena.

source: Delete after upload
sl: Po nalaganju izbriši

source: Staging folders
sl: Uprizoritvene mape

source: Error deleting staging file; %s
sl: Napaka pri brisanju pripravljalne datoteke; %s

source: Unable get list of staging files: %s
sl: Ni mogoče dobiti seznama pripravljalnih datotek: %s

source: Server side filesystem path to scan for files.
sl: Pot datotečnega sistema na strani strežnika za iskanje datotek.

source: If checked, not only will the folder path be scanned for files but also its subdirectories.
sl: Če potrdite to polje, se ne bo samo skenirala pot do datotek, temveč tudi podimeniki.

source: Include subdirectories?
sl: Vključiti podimenike?

source: Watch folders
sl: Glejte mape

source: Web forms
sl: Spletni obrazci

source: Sources setup
sl: Nastavitev virov

source: Create new document sources
sl: Ustvarite nove vire dokumentov

source: Delete document sources
sl: Izbrišite vire dokumentov

source: Edit document sources
sl: Urejanje virov dokumentov

source: View existing document sources
sl: Oglejte si obstoječe vire dokumentov

source: Delete staging files
sl: Izbrišite uprizoritvene datoteke

source: Sources periodic
sl: Viri periodični

source: Sources fast
sl: Viri hitro

source: Generate staging file image
sl: Ustvari sliko uprizoritvene datoteke

source: Check interval source
sl: Preverite vir intervala

source: Handle upload
sl: Upravljajte nalaganje

source: Upload document
sl: Naloži dokument

source: File path to the scanimage program used to control image scanners.
sl: Pot datoteke do programa za skeniranje slik, ki se uporablja za nadzor skenerjev slik.

source: Path to the Storage subclass to use when storing the cached staging_file image files.
sl: Pot do podrazreda Storage za shranjevanje predpomnjenih slikovnih datotek staging_file.

source: Arguments to pass to the SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND.
sl: Argumenti za posredovanje SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND.

source: Unable to initialize the staging folder file image storage. Check the settings {} and {} for formatting errors.
sl: Ni bilo mogoče inicializirati shrambe slike datoteke uprizoritvene mape. Preverite nastavitve {} in {} za napake pri formatiranju.

source: Staging folder files
sl: Uprizoritvene datoteke map

source: Cancel upload
sl: Prekliči nalaganje

source: Are you sure you want to cancel this upload?
sl: Ali ste prepričani, da želite preklicati to nalaganje?

source: Drop files or click here to upload files
sl: Spustite datoteke ali kliknite tukaj, če želite naložiti datoteke

source: Your browser does not support drag and drop file uploads.
sl: Vaš brskalnik ne podpira nalaganja datotek povleci in spusti.

source: Please use the fallback form below to upload your files.
sl: Za prenos datotek uporabite spodnji obrazec spodaj.

source: Clear
sl: Jasno

source: Server responded with {{statusCode}} code.
sl: Strežnik se je odzval s kodo {{statusCode}}.

source: This will execute the source check code even if the source is not enabled. Sources that delete content after downloading will not do so while being tested. Check the source's error log for information during testing. A successful test will clear the error log.
sl: To bo izvedlo kodo za preverjanje vira, tudi če vir ni omogočen. Viri, ki po prenosu vsebine izbrišejo, tega med preskusom ne bodo storili. Med testiranjem preverite informacije o napakah v viru. Uspešen test bo izbrisal dnevnik napak.

source: Trigger check for source "%s"?
sl: Sproži preverjanje vira &quot;%s&quot;?

source: Source check queued.
sl: Izvor preverjanja v čakalni vrsti.

source: Create new source of type: %s
sl: Ustvari nov vir vrste: %s

source: Delete the source: %s?
sl: Želite izbrisati vir: %s?

source: Edit source: %s
sl: Uredi vir: %s

source: Sources provide the means to upload documents. Some sources like the webform, are interactive and require user input to operate. Others like the email sources, are automatic and run on the background without user intervention.
sl: Viri omogočajo nalaganje dokumentov. Nekateri viri, kot je spletni obrazec, so interaktivni in za delovanje potrebujejo uporabniški vnos. Drugi, kot so e-poštni viri, so samodejni in delujejo v ozadju brez posredovanja uporabnika.

source: No sources available
sl: Na voljo ni nobenega vira

source: Delete staging file "%s"?
sl: Želite izbrisati uprizoritveno datoteko &quot;%s&quot;?

source: No interactive document sources have been defined or none have been enabled, create one before proceeding.
sl: Noben interaktivni vir dokumentov ni bil definiran ali noben ni omogočen, ustvarite ga, preden nadaljujete.

source: Document properties
sl: Lastnosti dokumenta

source: This could mean that the staging folder is empty. It could also mean that the operating system user account being used for Mayan EDMS doesn't have the necessary file system permissions for the folder.
sl: To lahko pomeni, da je uprizoritvena mapa prazna. To lahko pomeni tudi, da uporabniški račun operacijskega sistema, ki se uporablja za Mayan EDMS, nima potrebnih dovoljenj za datotečni sistem za mapo.

source: No staging files available
sl: Na voljo ni nobene odrske datoteke

source: Files in staging path
sl: Datoteke v uprizoritveni poti

source: Scan
sl: Optično branje

source: Error executing document upload task; %(exception)s
sl: Napaka pri izvajanju naloge za nalaganje dokumentov; %(exception)s

source: New document queued for upload and will be available shortly.
sl: Nov dokument je v čakalni vrsti za nalaganje in bo kmalu na voljo.

source: Upload a document of type "%(document_type)s" from source: %(source)s
sl: Naložite dokument vrste &quot;%(document_type)s&quot; iz vira: %(source)s

source: Unable to upload new versions for document "%(document)s". %(exception)s
sl: Ni mogoče naložiti novih različic za dokument &quot;%(document)s&quot;. %(exception)s

source: Error executing document version upload task; %(exception)s
sl: Napaka pri izvajanju naloge za nalaganje različice dokumenta; %(exception)s

source: New document version queued for upload and will be available shortly.
sl: Nova različica dokumenta je v čakalni vrsti za nalaganje in bo kmalu na voljo.

source: Upload a new version for document "%(document)s" from source: %(source)s
sl: Naložite novo različico dokumenta &quot;%(document)s&quot; iz vira: %(source)s

source: Submit
sl: Pošlji

source: Select document type
sl: Izberite vrsto dokumenta

source: Step %(step)d of %(total_steps)d: %(step_label)s
sl: Korak %(step)d od %(total_steps)d: %(step_label)s

source: Next step
sl: Naslednji korak

source: Document upload wizard
sl: Čarovnik za nalaganje dokumentov
