Repository: ass-a2s/Mayan-EDMS
Catalog: mayan/apps/cabinets/locale/*/LC_MESSAGES/django.po
Languages: lv

source: Cabinets
lv: Kabineti

source: Cabinet created
lv: Izveidots kabinets

source: Cabinet edited
lv: Rediģēts kabinets

source: Document added to cabinet
lv: Dokuments pievienots kabinetam

source: Document removed from cabinet
lv: Dokuments izņemts no kabineta

source: Remove from cabinets
lv: Noņemiet no kabinetiem

source: Add to cabinets
lv: Pievienot kabinetiem

source: Add new level
lv: Pievienot jaunu līmeni

source: Create cabinet
lv: Izveidot kabinetu

source: Delete
lv: Dzēst

source: Edit
lv: Rediģēt

source: All
lv: Visi

source: Details
lv: Detaļas

source: Return a list of cabinets containing the document.
lv: Atgrieziet kabientu sarakstu, kas satur šo dokumentu

source: A short text used to identify the cabinet.
lv: Īss teksts, ko izmanto kabineta identificēšanai.

source: Label
lv: Etiķete

source: Documents
lv: Dokumenti

source: Cabinet
lv: Kabinets

source: The path to the cabinet including all ancestors.
lv: Ceļš uz kabinetu, ieskaitot visus senčus.

source: Full path
lv: Pilns ceļš

source: Parent and Label
lv: Mātes elements un etiķete

source: %(model_name)s with this %(field_labels)s already exists.
lv: %(model_name)s ar šo %(field_labels)s jau eksistē.

source: Document cabinet
lv: Dokumentu kabinets

source: Document cabinets
lv: Dokumentu kabineti

source: Add documents to cabinets
lv: Pievienot dokumentus kabinetiem

source: Create cabinets
lv: Izveidot kabinetus

source: Delete cabinets
lv: Dzēst kabinetus

source: Edit cabinets
lv: Rediģēt kabinetus

source: Remove documents from cabinets
lv: Noņemt dokumentus no kabinetiem

source: View cabinets
lv: Skatīt kabinetus

source: Document type
lv: Dokumenta veids

source: Document MIME type
lv: Dokumenta MIME tips

source: Document label
lv: Dokumenta etiķete

source: Document description
lv: Dokumenta apraksts

source: Document UUID
lv: Dokumenta UUID

source: Document checksum
lv: Dokumenta kontrolsumma

source: List of children cabinets.
lv: Bērnu kabinetu saraksts.

source: Number of documents on this cabinet level.
lv: Dokumentu skaits šajā kabineta līmenī.

source: The name of this cabinet level appended to the names of its ancestors.
lv: Šī kabineta līmeņa nosaukums pievienots to senču vārdiem.

source: URL of the API endpoint showing the list documents inside this cabinet.
lv: API gala punkta URL, kurā redzami saraksta dokumenti šajā kabinetā.

source: Comma separated list of document primary keys to add to this cabinet.
lv: Ar komatu atdalīts dokumenta primāro atslēgu saraksts, ko pievienot šim kabinetam.

source: API URL pointing to a document in relation to the cabinet storing it. This URL is different than the canonical document URL.
lv: API URL, kas norāda uz dokumentu saistībā ar kabinetu, kas to glabā. Šis URL atšķiras no kanoniskā dokumenta URL.

source: Navigation:
lv: Navigācija:

source: Add new level to: %s
lv: Pievienot jaunu līmeni: %s

source: Delete the cabinet: %s?
lv: Dzēst kabinetu: %s?

source: Cabinet levels can contain documents or other cabinet sub levels. To add documents to a cabinet, select the cabinet view of a document view.
lv: Kabineta līmeņos var būt dokumenti vai citi kabineta apakšlīmeņi. Lai kabinetam pievienotu dokumentus, atlasiet dokumenta skatu kabineta skatam.

source: This cabinet level is empty
lv: Šis kabineta līmenis ir tukšs

source: Details of cabinet: %s
lv: Sīkāka informācija par kabinetu: %s

source: Edit cabinet: %s
lv: Rediģēt kabinetu: %s

source: Cabinets are a multi-level method to organize documents. Each cabinet can contain documents as well as other sub level cabinets.
lv: Kabineti ir daudzlīmeņu metode dokumentu organizēšanai. Katrs kabinets var saturēt dokumentus, kā arī citus apakšlīmeņu kabinetus.

source: No cabinets available
lv: Neviens kabinets nav pieejams

source: Add to cabinet request performed on %(count)d document.
lv: Pievienot kabineta pieprasījumam, kas veikts %(count)d dokumentā.

source: Add to cabinet request performed on %(count)d documents.
lv: Pievienot kabineta pieprasījumam, kas veikts %(count)d dokumentiem.

source: Add
lv: Pievienot

source: Add %(count)d document to cabinets
lv: Pievienojiet skapjiem %(count)d dokumentus

source: Add document "%s" to cabinets
lv: Pievienot dokumentu "%s" kabinetiem

source: Cabinets to which the selected documents will be added.
lv: Kabienti, kuriem iezīmētie dokumenti tiks pievienoti.

source: Document: %(document)s is already in cabinet: %(cabinet)s.
lv: Dokuments: %(document)s jau ir kabinetā: %(cabinet)s.

source: Document: %(document)s added to cabinet: %(cabinet)s successfully.
lv: Dokuments: %(document)s pievienots kabinetam: %(cabinet)s veiksmīgi.

source: Documents can be added to many cabinets.
lv: Dokumentus var pievienot daudziem kabinetiem.

source: This document is not in any cabinet
lv: Šis dokuments nav nevienā kabinetā

source: Cabinets containing document: %s
lv: Kabineti, kas satur dokumentu: %s

source: Remove
lv: Noņemt

source: Cabinets from which the selected documents will be removed.
lv: Kabineti, no kuriem tiks izņemti atlasītie dokumenti.

source: Document: %(document)s is not in cabinet: %(cabinet)s.
lv: Dokuments: %(document)s nav kabinetā: %(cabinet)s.

source: Document: %(document)s removed from cabinet: %(cabinet)s.
lv: Dokuments: %(document)s ir noņemts no kabineta: %(cabinet)s.
