Repository: ass-a2s/Mayan-EDMS
Catalog: mayan/apps/document_parsing/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Document parsing
ar: تحليل الوثيقة

source: A generator returning the document's pages parsed content.
ar: اعادة تحليل الوثيقة

source: Content
ar: المحتوى

source: Result
ar: النتيجة

source: Utility from the poppler-utils package used to text content from PDF files.
ar: الأداة المساعدة من حزمة poppler-utils المستخدمة في كتابة محتوى نصي من ملفات PDF.

source: Document parsed content deleted
ar: تم حذف محتوى الوثائق الذي تم تحليله

source: Document version submitted for parsing
ar: معالجة تحليل الوثيقة

source: Document version parsing finished
ar: تم انهاء تحليل الوثيقة

source: Page %(page_number)d
ar: الصفحة %(page_number)d

source: Contents
ar: المحتويات

source: Delete parsed content
ar: حذف المحتوى الذي تم تحليله

source: Parsing errors
ar: تحليل الأخطاء

source: Download content
ar: حمل المضمون

source: Submit for parsing
ar: إرسال للتحليل

source: Setup parsing
ar: إعداد التحليل

source: Parse documents per type
ar: تحليل المستندات لكل نوع

source: Document page
ar: صفحة الوثيقة

source: The actual text content as extracted by the document parsing backend.
ar: محتوى النص الفعلي كما تم استخراجه بواسطة الواجهة الخلفية لتحليل المستند.

source: Document page content
ar: محتوى صفحة المستند

source: Document pages contents
ar: محتويات صفحات الوثيقة

source: Document type
ar: نوع الوثيقة

source: Automatically queue newly created documents for parsing.
ar: معالجة الوثائق المنشأة حديثاً

source: Document type settings
ar: اعدادات انواع الوثائق

source: Document types settings
ar: اعدادات انواع الوثائق

source: Document version
ar: نسخة الوثيقة

source: Date time submitted
ar: تاريخ و وقت التنفيد

source: Document version parse error
ar: خطأ في تحليل إصدار المستند

source: Document version parse errors
ar: أخطاء تحليل إصدار المستند

source: Exception parsing page; %s
ar: صفحة تحليل الاستثناءات ؛ %s

source: Cannot find pdftotext executable at: %s
ar: لا يمكن العثور على pdftotext القابل للتنفيذ في: %s

source: View the content of a document
ar: عرض محتوى الوثيقة

source: Change document type parsing settings
ar: تغيير إعدادات تحليل نوع المستند

source: Parse the content of a document
ar: تحليل محتوى الوثيقة

source: Parsing
ar: تفسير

source: Document version parsing
ar: تحليل إصدار المستند

source: Set new document types to perform parsing automatically by default.
ar: معالجة الوثائق الجديدة تلقائياً

source: File path to poppler's pdftotext program used to extract text from PDF files.
ar: سيتخدم مسار محدد لإستيراد الوثيقة

source: Delete the parsed content of the selected document?
ar: هل تريد حذف المحتوى المحلل للمستندات المحددة؟

source: Content for document: %s
ar: محتوى الوثيقة: %s

source: Content for document page: %s
ar: محتوى صفحة الوثيقة: %s

source: Parsing errors for document: %s
ar: أخطاء التحليل للوثيقة: %s

source: %(count)d document added to the parsing queue
ar: تمت إضافة وثيقة %(count)d إلى صف التحليل

source: %(count)d documents added to the parsing queue
ar: تمت إضافة وثائق %(count)d إلى قائمة انتظار التحليل

source: Submit %(count)d document to the parsing queue?
ar: هل تريد إرسال مستندات %(count)d إلى قائمة انتظار التحليل؟

source: Submit document "%s" to the parsing queue
ar: قم بإرسال المستند &quot;%s&quot; إلى قائمة انتظار التحليل

source: Edit parsing settings for document type: %s.
ar: تحرير إعدادات التحليل لنوع المستند: %s.

source: Submit all documents of a type for parsing
ar: قم بإرسال كافة المستندات من نوع ما للتحليل

source: %(count)d documents added to the parsing queue.
ar: تمت إضافة وثائق %(count)d إلى قائمة انتظار التحليل.
