Repository: ass-a2s/Mayan-EDMS
Catalog: mayan/apps/motd/locale/*/LC_MESSAGES/django.po
Languages: lv, pl, sl

source: Message of the day
lv: Dienas ziņojums
pl: Wiadomość dnia
sl: Sporočilo dneva

source: None
lv: Nav neviens
pl: Brak
sl: Nobenega

source: Messages
lv: Ziņas
pl: Wiadomość
sl: Sporočila

source: Message created
pl: Wiadomość utworzona
sl: Sporočilo ustvarjeno

source: Message edited
pl: Wiadomość została zmodyfikowana
sl: Sporočilo urejeno

source: Create message
lv: Izveidot ziņu
pl: Utwórz wiadomość
sl: Ustvari sporočilo

source: Delete
lv: Dzēst
pl: Usuń
sl: Izbriši

source: Edit
lv: Rediģēt
pl: Edytuj
sl: Uredi

source: Short description of this message.
lv: Īss šī ziņojuma apraksts.
pl: Krótki opis wiadomości.
sl: Kratek opis tega sporočila.

source: Label
lv: Etiķete
pl: Etykieta
sl: Oznaka

source: The actual message to be displayed.
lv: Faktiskais ziņojums, kas tiks parādīts.
pl: Bieżąca wiadomość do wyświetlenia.
sl: Dejansko sporočilo, ki se prikaže.

source: Message
lv: Ziņojums
pl: Wiadomość
sl: Sporočilo

source: Enabled
lv: Iespējots
pl: Włączone
sl: Omogočeno

source: Date and time after which this message will be displayed.
lv: Datums un laiks, pēc kura tiks parādīts šis ziņojums.
pl: Data i czas rozpoczęcia wyświetlania wiadomości.
sl: Datum in čas, po katerem bo prikazano to sporočilo.

source: Start date time
lv: Sākuma datums
pl: Ważna od
sl: Začetni datum

source: Date and time until when this message is to be displayed.
lv: Datums un laiks, līdz tiek parādīts šis ziņojums.
pl: Data i czas zakończenia wyświetlania wiadomości.
sl: Datum in čas, do kdaj bo prikazano to sporočilo.

source: End date time
lv: Beigu datuma laiks
pl: Ważna do
sl: Končni datum

source: Create messages
lv: Izveidojiet ziņas
pl: Utwórz wiadomość
sl: Ustvari sporočila

source: Delete messages
lv: Dzēst ziņas
pl: Usuń wiadomość
sl: Izbriši sporočila

source: Edit messages
lv: Rediģējiet ziņas
pl: Edytuj wiadomości
sl: Urejanje sporočil

source: View messages
lv: Skatiet ziņas
pl: Przeglądaj wiadomość
sl: Ogled sporočil

source: Messages of the day
lv: Dienas ziņojumi
pl: Wiadomości dnia
sl: Sporočila dneva

source: Delete request performed on %(count)d message
pl: Usuń żądanie wykonane na wiadomości %(count)d
sl: Izbriši zahtevo, izvedeno na sporočilu %(count)d

source: Delete request performed on %(count)d messages
pl: Usuń żądanie wykonane na wiadomościach %(count)d
sl: Izbriši zahtevo, izvedeno za sporočila %(count)d

source: Delete the selected message?
pl: Usunąć zaznaczoną wiadomość?
sl: Želite izbrisati izbrano sporočilo?

source: Delete message: %s?
pl: Usunąć wiadomość: %s?
sl: Želite izbrisati sporočilo: %s?

source: Message "%s" deleted successfully.
pl: Wiadomość "%s" została usunięta.
sl: Sporočilo &quot;%s&quot; je bilo uspešno izbrisano.

source: Error deleting message "%(message)s": %(error)s
pl: Błąd podczas usuwania wiadomości "%(message)s": %(error)s
sl: Napaka pri brisanju sporočila &quot;%(message)s&quot;: %(error)s

source: Edit message: %s
lv: Ziņas rediģēšana: %s
pl: Edytuj wiadomość: %s
sl: Uredi sporočilo: %s

source: Messages are displayed in the login view. You can use messages to convery information about your organzation, announcements or usage guidelines for your users.
lv: Ziņojumi tiek parādīti pieteikšanās skatā. Jūs varat izmantot ziņojumus, lai pārliecinātu informāciju par jūsu organizāciju, paziņojumiem vai lietošanas vadlīnijām lietotājiem.
pl: Wiadomości są wyświetlane w widoku logowania. Dzięki wiadomościom możesz przeglądać informacje dotyczące swojej organizacji, ogłoszenia lub wytyczne dla użytkowników.
sl: Sporočila so prikazana v pogledu za prijavo. Sporočila lahko uporabite za pridobivanje informacij o svoji organizaciji, obvestil ali smernic za uporabo za svoje uporabnike.

source: No messages available
lv: Nav pieejams neviens ziņojums
pl: Brak wiadomości
sl: Na voljo ni nobeno sporočilo
